brew 'asdf'
brew 'awscli'
brew 'bash-completion'
brew 'ctags'
brew 'diff-pdf'
brew 'direnv'
brew 'homebrew-ffmpeg/ffmpeg/ffmpeg', args: ['with-fdk-aac']
brew 'git' # to enable git-completion.bash
brew 'graphicsmagick'
brew 'heroku/brew/heroku'
brew 'jq'
brew 'mackup'
brew 'mongodb/brew/mongodb-community', restart_service: true
brew 'mysql', restart_service: true
brew 'neovim'
brew 'postgresql', restart_service: true
brew 'redis', restart_service: true
brew 'streamlink'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'yt-dlp'

cask '1password'
cask 'appcleaner'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'grandperspective'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'kindle'
cask 'libreoffice'
cask 'microsoft-edge'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'vlc'
cask 'zoom'
