tap 'caskroom/cask'
tap 'heroku/brew'
tap 'homebrew-ffmpeg/ffmpeg'

brew 'ansible'
brew 'awscli'
brew 'bash-completion'
brew 'ctags'
brew 'diff-pdf'
brew 'direnv'
brew 'homebrew-ffmpeg/ffmpeg/ffmpeg', args: ['with-fdk-aac']
brew 'git' # to enable git-completion.bash
brew 'graphicsmagick'
brew 'heroku'
brew 'hub'
brew 'jq'
brew 'mackup'
brew 'mongodb', restart_service: true
brew 'mysql', restart_service: true
brew 'postgresql', restart_service: true
brew 'pow'
brew 'redis', restart_service: true
brew 'streamlink'
brew 'tig'
brew 'tree'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'appcleaner'
cask 'discord'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'java'
cask 'karabiner-elements'
cask 'kindle'
cask 'libreoffice'
cask 'night-owl'
cask 'sequel-pro'
cask 'skype'
cask 'slack'
cask 'steam'
cask 'the-unarchiver'
cask 'vagrant'
cask 'vlc'
